bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-preview-github-styles
charliermarsh.ruff
codezombiech.gitignore
donjayamanne.python-environment-manager
esbenp.prettier-vscode
foxundermoon.shell-format
github.copilot
github.copilot-chat
jerrygoyal.shortcut-menu-bar
maptz.regionfolder
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ko
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
mutantdino.resourcemonitor
natqe.reload
njpwerner.autodocstring
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
yzhang.markdown-all-in-one
